{
  "description": "",
  "reason": {
    "01": {
      "description": "No matter the circumstance, Oscar can quickly identify his role in business and respond to it through self directed study for the attainment of necessary skills in order to provide maximum contribution toward his team and teammate. This quality enables him to easily adapt to the changing world and produce outstanding service the market demands.",
      "title": "自我成长"
    },
    "02": {
      "description": "Oscar prioritizes his work to meet the demand of his team. When an area of weakness is identified, Oscar will overcome it through his desire to learn and eagerness to contribute. For areas of his strengths which proved to be a valuable asset, outstanding service and maximum effort can be expected to ensure his team can benefit the most out of it. This quality makes him a great team player in any undertakings the business pursues.",
      "title": "团队精神"
    },
    "03": {
      "description": "Oscar's unmatched skill to communicate freely among top 10 countries with the highest GDP makes him a valuable asset to the team when works of globalization constantly shape the world we know. His ability to use 4 of the most outspoken languages can come in handy under any circumstances with unlimited business opportunities.",
      "title": "国际交流"
    },
    "04": {
      "description": "Oscar can speak English, Mandarin and Japanese just like natives do. He can also hold daily conversations in Korean. His experience in language makes him easily to attain a new one when needed. This can be extremely valuable when a business is expanding on a global scale.",
      "title": "语言能力"
    },
    "05": {
      "description": "Oscar has undergone a startup curriculum provided by the university's incubation program. This have given him the profound understanding of the principle of teamwork and cooperation. He also has keen interest in business management, with abundant of knowledge to support innovation and rapid product development. This can be especially valuable when an organization is undergoing a phase of transformation.",
      "title": "领导能力"
    },
    "06": {
      "description": "Not limited to code, Oscar has a broad interest in every aspect of product development, including UI / UX design and market analysis. This mindset ensures he won't be limited to one aspect of specialty and neglect the works of others. With this broadened perspective, innovation can be further stimulated within his team.",
      "title": "学识广泛"
    },
    "07": {
      "description": "Oscar has a great advantage when comes to searching for information and developing one's skill. Multiple Languages come in handy when he is able to gather information from different sources. This allow himself to gain all the programming skills purely through self study. For this advantage, it will be valuable when learning and growth is required in his team.",
      "title": "多方面信息途径"
    },
    "08": {
      "description": "Oscar has a high standard with great work ethics. Sometimes he can even work 24 hours a day without having any rest. Always pushing forward relentlessly, he possesses all the qualities to meet the tough demand of business growth.",
      "title": "自制自律"
    },
    "09": {
      "description": "Oscar loves reading. And he reads almost everything he can get his hands on. He loves reading about business, and constantly search for ways to improve himself. Sometimes he even go further to teach others the knowledge he freshly gained. This can be a quite motivator among his teammate and sparks for further organizational growth.",
      "title": "热爱读书"
    },
    "10": {
      "description": "Following principles from The 7 Habits of Highly Effective People, Oscar put his effort to first develop oneself, starting from within. He understood the principle of cooperation, that one must seek to others first before to be understood. With a full-hearted compassion, Oscar can be a spiritual support when team is facing adversaries.",
      "title": "品德高尚"
    },
    "11": {
      "description": "To achieve the goal of starting his own business, Oscar works hard than any of his counterpart for he can learn from his experience and further support his cause when facing the odds. This definiteness of purpose enables him to act quickly and responsibly. Due to this effort, he is constantly growing and evolving.",
      "title": "坚定的目标"
    }
  },
  "title": ""
}
